import java.util.*;


/**
 * 17. Створити додаток для пошуку книг в бібліотечному каталозі по заданому критерію.
 * Список книг (5 записів) створюється в програмі і є об'єктом класу HashMap.
 * Ключем записи є індекс ISBN книги (типу Integer), а значенням - об'єкт Book,
 * що містить найменування книги, прізвище, ім'я та по батькові (ПІБ) учасника,
 * видавництво (всі записи типу String), рік видання (типу int) і ціну книги (типу float).
 * Передбачити можливість сортування каталогу по ПІБ автора або роком видання,
 * для чого використовувати ArrayList.
 * Передбачити можливість перевірки унікальності книги за допомогою TreeSet.
 */

public class Task17 {
    public static void execute(String[] args) {

    }


}
