/**
 * 5.	Створити додаток для перегляду списку книг і видалення книг в бібліотечному каталозі.
 * Записи в списку (5 записів) є об'єктами класу HashMap, де ключем є індекс ISBN книги (типу Integer),
 * а значенням - об'єкт Book, що містить найменування книги, прізвище, ім'я та по батькові (ПІБ) учасника,
 * видавництво (всі поля типу String), рік видання (типу int) і ціну книги (типу float).
 * Передбачити можливість сортування книг по 2-3 полях, для чого використовувати ArrayList.
 */

public class Task5 {
    public static void execute(String[] args) {

    }
}